/**
 ******************************************************************************
 * @file    ekf math.h
 * @author  xiang yankai
 * @version V1.2.2
 * @date    2024/2/28
 * @brief
 ******************************************************************************
 * @attention
 *
 ******************************************************************************
 */
#ifndef __EKF_math_H
#define __EKF_math_H
#include "zf_common_typedef.h"   //一些单片机平台的数据定义在这里，这里用的逐飞科技的库 如果是别的单片机需要引用属于自己的


#endif //__EKF_math_H
